Repository: ReinierTutoriales/VelocityCopy
Catalog: src/ui/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# StatusCompleted
source: Copy complete
es_es: Copia completada

# StatusMoveCompleted
source: Move complete
es_es: Movimiento completado

# StatusCancelled
source: Transfer cancelled
es_es: Operación cancelada

# StatusFailed
source: Transfer failed
es_es: La operación falló

# StatusCompletedWithIssues
source: Transfer completed with issues
es_es: Operación completada con incidencias

# OutcomeFailed
source: Failed
es_es: Fallidos

# OutcomeSkipped
source: Skipped
es_es: Omitidos

# OutcomeSourceRetained
source: Source not removed
es_es: Origen no eliminado

# ActionPause
source: Pause
es_es: Pausar

# ActionResume
source: Resume
es_es: Reanudar

# ActionSkip
source: Skip
es_es: Saltar

# ActionStop
source: Stop
es_es: Detener

# ActionCancel
source: Cancel
es_es: Cancelar

# ActionReplace
source: Replace
es_es: Reemplazar

# ActionKeepBoth
source: Keep both
es_es: Conservar ambos

# ConflictTitle
source: File already exists
es_es: El archivo ya existe

# ConflictMessage
source: A file with the same name already exists at the destination. Choose what to do with this file.
es_es: Ya existe un archivo con el mismo nombre en el destino. Elige qué hacer con este archivo.

# ConflictApplyToAll
source: Apply to all remaining conflicts
es_es: Aplicar a todos los conflictos restantes

# ConflictExistingLabel
source: Existing
es_es: Existente

# ConflictIncomingLabel
source: Incoming
es_es: Nuevo

# RoutingDestinationInUseTitle
source: Already copying to this folder
es_es: Ya se está copiando a esta carpeta

# RoutingDestinationInUseMessage
source: A copy to the same destination is running. Add these files to it (one list, one progress) or copy them after it finishes.
es_es: Hay una copia en curso hacia el mismo destino. Puedes sumar estos archivos a esa copia (una sola lista y un solo progreso) o copiarlos cuando termine.

# RoutingStorageInUseTitle
source: That drive is busy with another copy
es_es: Ese disco ya está ocupado con otra copia

# RoutingStorageInUseMessage
source: Another copy is using the same drive. Copying afterwards is fastest on hard disks (HDD). Copying at the same time splits the speed between both copies; on SSDs it usually works well.
es_es: Otra copia está usando el mismo disco. Copiar después es lo más rápido en discos duros (HDD). Copiar a la vez reparte la velocidad entre las dos copias; en discos SSD suele ir bien.

# RoutingActionAdd
source: Add to current copy
es_es: Sumar a la copia actual

# RoutingActionWait
source: Copy afterwards
es_es: Copiar después

# RoutingActionParallel
source: Copy at the same time
es_es: Copiar a la vez

# DialogRememberChoice
source: Remember my choice
es_es: Recordar mi elección

# ActionMoveUp
source: Move up
es_es: Subir

# ActionMoveDown
source: Move down
es_es: Bajar

# ActionRemove
source: Remove
es_es: Quitar de la cola (no borra archivos)

# ActionSaveQueue
source: Save queue
es_es: Guardar cola

# ActionLoadQueue
source: Load queue
es_es: Cargar cola

# ActionQueueOptions
source: Options
es_es: Opciones

# ActionHideToTray
source: Hide to tray
es_es: Ocultar en la bandeja

# ActionAbout
source: About VelocityCopy
es_es: Acerca de VelocityCopy

# AboutTitle
source: About VelocityCopy
es_es: Acerca de VelocityCopy

# AboutTagline
source: Fast, focused file transfers for Windows 11.
es_es: Transferencias de archivos rápidas y enfocadas para Windows 11.

# AboutVersionFormat
source: Version {0}
es_es: Versión {0}

# AboutLicense
source: MIT License
es_es: Licencia MIT

# AboutRepositoryLabel
source: View project on GitHub
es_es: Ver proyecto en GitHub

# TrayOpen
source: Open VelocityCopy
es_es: Abrir VelocityCopy

# TrayExit
source: Exit
es_es: Salir

# RecoveryTitle
source: Resume interrupted transfer?
es_es: ¿Reanudar la transferencia interrumpida?

# RecoveryMessage
source: VelocityCopy found work saved during Windows shutdown. Nothing will resume until you choose Resume.
es_es: VelocityCopy encontró trabajo guardado durante el apagado de Windows. No se reanudará nada hasta que elijas Reanudar.

# RecoveryResume
source: Resume
es_es: Reanudar

# RecoveryDiscard
source: Discard
es_es: Descartar

# RecoveryRestoreError
source: The saved recovery could not be restored. You can try again or discard it.
es_es: No se pudo restaurar la recuperación guardada. Puedes volver a intentarlo o descartarla.

# CurrentItemText.Text
source: Ready
es_es: Listo

# QueueTitle.Text
source: Pending
es_es: Pendientes

# RetryDecisionTitle
source: Some items need attention
es_es: Algunos elementos requieren atención

# RetryDecisionMessage
source: The remaining failed items can be retried or left as failed.
es_es: Los elementos fallidos restantes se pueden reintentar o dejar como fallidos.

# ActionRetryAll
source: Retry all
es_es: Reintentar todos

# ActionResolveFailures
source: Resolve failures
es_es: Resolver errores

# ActionSkipAll
source: Skip all
es_es: Omitir todos

# TransferCompletedFormat
source: {0} completed of {1}
es_es: {0} completados de {1}

# TransferCompletedSingularFormat
source: {0} completed of {1}
es_es: {0} completado de {1}

# ActionDetails
source: Details
es_es: Detalles

# ActionShowDetails
source: Show details
es_es: Mostrar detalles

# ActionHideDetails
source: Hide details
es_es: Ocultar detalles

# DetailsInformationTitle.Text
source: Information
es_es: Información

# DetailsPerformanceTitle.Text
source: Performance
es_es: Rendimiento

# DetailsSourceLabel.Text
source: Source
es_es: Origen

# DetailsDestinationLabel.Text
source: Destination
es_es: Destino

# DetailsBytesLabel.Text
source: Data
es_es: Datos

# DetailsFilesLabel.Text
source: Files
es_es: Archivos

# DetailsSpeedLabel.Text
source: Speed
es_es: Velocidad

# DetailsEtaLabel.Text
source: Time remaining
es_es: Tiempo restante

# ActionContinue
source: Continue
es_es: Continuar

# LowSpaceTitle
source: Not enough space at the destination
es_es: Espacio insuficiente en el destino

# LowSpaceMessageFormat
source: This transfer needs {} but the destination has only {} free. If you continue, it stops when the disk is full.
es_es: Esta transferencia necesita {} y el destino solo tiene {} libres. Si continúas, se detendrá cuando el disco se llene.

# InstalledNotificationTitle
source: VelocityCopy is ready
es_es: VelocityCopy está listo

# InstalledNotificationText
source: It runs in the notification area. Copy or move files from Explorer to use it.
es_es: Se ejecuta en el área de notificación. Copia o mueve archivos desde el Explorador para usarlo.

# ElevationTitle
source: Administrator permission required
es_es: Se necesita permiso de administrador

# ElevationMessage
source: Windows protects this destination. To copy here, VelocityCopy continues as administrator and asks for permission first. Existing Windows system files stay protected even then.
es_es: Windows protege este destino. Para copiar aquí, VelocityCopy continúa como administrador y antes pide permiso. Aun así, los archivos de sistema de Windows existentes siguen protegidos.

# ActionContinueAsAdmin
source: Continue as administrator
es_es: Continuar como administrador

# ActionRetryAsAdmin
source: Retry as administrator
es_es: Reintentar como administrador

# CompletedNotificationFormat
source: {} files done — {}
es_es: {} archivos listos — {}
